LoadRunner/WebServices6/result1/Iteration1/t1_RequestBody.txt

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/"><s:Body s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><q1:LatLonListCityNames xmlns:q1="https://graphical.weather.gov/xml/DWMLgen/wsdl/ndfdXML.wsdl"><displayLevel xsi:type="xsd:integer">1</displayLevel></q1:LatLonListCityNames></s:Body></s:Envelope>